const data = [
  {
    id: "0",
    eventName: "بوليفارد الرياض",
    eventDate: "25 اكتوبر - 30 ديسمبر",
    eventTime: "Event Time",
    eventLocation: "الرياض",
    eventDescription:
      "كل شي فيه فوق الخيال، بشاشاته العملاقة المضيئة اللي تستحضر روح التايم السكوير، وزواياه اللي مليانة فعاليات مثل النافورة الراقصة والحدائق، وعدد كبير من المتاجر والمطاعم العالمية والمحلية. بالإضافة لمسارح موعودين فيها بعروض من الخيال، وأكبر دار سينما في المملكة العربية السعودية. بيستقبل البوليڤارد زوّاره كل يوم بحُب وحماس، عشان يعيشون تجربة ماراح تتكرر، وخيال أكبر من الخيالات اللي تصوروها.",
    eventImage: require("./assets/event1.jpg" ),
    eventMinPrice: "55.00",
    eventVipTicketPrice: "300.00",
    eventWeeekDaysWorkingHours:
      "من 6م-1ص ايام الاسبوع (تغلق البوابات الساعه ١2ص) ",
    eventWeekendWorkingHours: "من 6م-٢ص نهاية الاسبوع (تغلق البوابات ١ص)",
  },
  {
    id: "1",
    eventName: "فيا رياض ، الرياض",
    eventDate: "25 اكتوبر - 30 ديسمبر",
    eventTime: "Event Time",
    eventLocation: "الرياض",
    eventDescription:
      "كل شي فيه فوق الخيال، بشاشاته العملاقة المضيئة اللي تستحضر روح التايم السكوير، وزواياه اللي مليانة فعاليات مثل النافورة الراقصة والحدائق، وعدد كبير من المتاجر والمطاعم العالمية والمحلية. بالإضافة لمسارح موعودين فيها بعروض من الخيال، وأكبر دار سينما في المملكة العربية السعودية. بيستقبل البوليڤارد زوّاره كل يوم بحُب وحماس، عشان يعيشون تجربة ماراح تتكرر، وخيال أكبر من الخيالات اللي تصوروها.",
    eventImage: require("./assets/event3.jpg"),
    eventMinPrice: "55.00",
    eventVipTicketPrice: "300.00",
    eventWeeekDaysWorkingHours:
      "من 6م-1ص ايام الاسبوع (تغلق البوابات الساعه ١2ص) ",
    eventWeekendWorkingHours: "من 6م-٢ص نهاية الاسبوع (تغلق البوابات ١ص)",
  },
  {
    id: "2",
    eventName: "بوليفارد الرياض",
    eventDate: "25 اكتوبر - 30 ديسمبر",
    eventTime: "Event Time",
    eventLocation: "الرياض",
    eventDescription:
      "كل شي فيه فوق الخيال، بشاشاته العملاقة المضيئة اللي تستحضر روح التايم السكوير، وزواياه اللي مليانة فعاليات مثل النافورة الراقصة والحدائق، وعدد كبير من المتاجر والمطاعم العالمية والمحلية. بالإضافة لمسارح موعودين فيها بعروض من الخيال، وأكبر دار سينما في المملكة العربية السعودية. بيستقبل البوليڤارد زوّاره كل يوم بحُب وحماس، عشان يعيشون تجربة ماراح تتكرر، وخيال أكبر من الخيالات اللي تصوروها.",
    eventImage: require("./assets/event9.jpg"),
    eventMinPrice: "55.00",
    eventWeeekDaysWorkingHours:
      "من 6م-1ص ايام الاسبوع (تغلق البوابات الساعه ١2ص) ",
    eventWeekendWorkingHours: "من 6م-٢ص نهاية الاسبوع (تغلق البوابات ١ص)",
  },
  {
    id: "3",
    eventName: "بوليفارد الرياض",
    eventDate: "25 اكتوبر - 30 ديسمبر",
    eventTime: "Event Time",
    eventLocation: "الرياض",
    eventDescription:
      "كل شي فيه فوق الخيال، بشاشاته العملاقة المضيئة اللي تستحضر روح التايم السكوير، وزواياه اللي مليانة فعاليات مثل النافورة الراقصة والحدائق، وعدد كبير من المتاجر والمطاعم العالمية والمحلية. بالإضافة لمسارح موعودين فيها بعروض من الخيال، وأكبر دار سينما في المملكة العربية السعودية. بيستقبل البوليڤارد زوّاره كل يوم بحُب وحماس، عشان يعيشون تجربة ماراح تتكرر، وخيال أكبر من الخيالات اللي تصوروها.",
    eventImage: require("./assets/event5.jpg"),
    eventMinPrice: "55.00",
    eventWeeekDaysWorkingHours:
      "من 6م-1ص ايام الاسبوع (تغلق البوابات الساعه ١2ص) ",
    eventWeekendWorkingHours: "من 6م-٢ص نهاية الاسبوع (تغلق البوابات ١ص)",
  },
  {
    id: "4",
    eventName: "بوليفارد الرياض",
    eventDate: "25 اكتوبر - 30 ديسمبر",
    eventTime: "Event Time",
    eventLocation: "الرياض",
    eventDescription:
      "كل شي فيه فوق الخيال، بشاشاته العملاقة المضيئة اللي تستحضر روح التايم السكوير، وزواياه اللي مليانة فعاليات مثل النافورة الراقصة والحدائق، وعدد كبير من المتاجر والمطاعم العالمية والمحلية. بالإضافة لمسارح موعودين فيها بعروض من الخيال، وأكبر دار سينما في المملكة العربية السعودية. بيستقبل البوليڤارد زوّاره كل يوم بحُب وحماس، عشان يعيشون تجربة ماراح تتكرر، وخيال أكبر من الخيالات اللي تصوروها.",
    eventImage: require("./assets/event6.jpg"),
    eventMinPrice: "55.00",
    eventWeeekDaysWorkingHours:
      "من 6م-1ص ايام الاسبوع (تغلق البوابات الساعه ١2ص) ",
    eventWeekendWorkingHours: "من 6م-٢ص نهاية الاسبوع (تغلق البوابات ١ص)",
  },
  {
    id: "5",
    eventName: "راسيل مينيا ، جدة",
    eventDate: "25 اكتوبر - 30 ديسمبر",
    eventTime: "Event Time",
    eventLocation: "جدة",
    eventDescription:
      "كل شي فيه فوق الخيال، بشاشاته العملاقة المضيئة اللي تستحضر روح التايم السكوير، وزواياه اللي مليانة فعاليات مثل النافورة الراقصة والحدائق، وعدد كبير من المتاجر والمطاعم العالمية والمحلية. بالإضافة لمسارح موعودين فيها بعروض من الخيال، وأكبر دار سينما في المملكة العربية السعودية. بيستقبل البوليڤارد زوّاره كل يوم بحُب وحماس، عشان يعيشون تجربة ماراح تتكرر، وخيال أكبر من الخيالات اللي تصوروها.",
    eventImage: require("./assets/event2.jpg"),
    eventMinPrice: "55.00",
    eventWeeekDaysWorkingHours:
      "من 6م-1ص ايام الاسبوع (تغلق البوابات الساعه ١2ص) ",
    eventWeekendWorkingHours: "من 6م-٢ص نهاية الاسبوع (تغلق البوابات ١ص)",
  },
];
export default data;
